Repository: josemilioz/the-sorter
Catalog: lang/thsrtr-*.po
Languages: es_es

source: The Sorter
es_es: El Sorteador

source: Add item
es_es: Agregar Item

source: To add a new item into the <strong>"%1$s"</strong> area, follow the steps on the left side of this panel.
es_es: Para agregar un nuevo ítem dentro del área <strong>"%1$s"</strong>, siga las instrucciones en el lado izquierdo del panel.

source: Select the post type
es_es: Seleccione el tipo de entrada

source: What kind of content you want to link to the area.
es_es: Que tipo de contenido desea enlazar al área.

source: Select the post
es_es: Seleccione la entrada

source: Which post you want to reference into the link.
es_es: Que entrada desea referenciar dentro del enlace a punto de crear.

source: No entries in this category.
es_es: No hay entradas en esta categoría.

source: Save Item
es_es: Guardar Item

source: Cancel
es_es: Cancelar

source: Add area
es_es: Agregar área

source: Edit area
es_es: Editar área

source: Add new
es_es: Agregar nueva

source: There was an error during area saving. Try again.
es_es: Hubo un error mientras se intentaba guardar el área. Inténtelo de nuevo.

source: Area name
es_es: Nombre del área

source: Enter area name
es_es: Ingrese el nombre del área

source: Advanced Options
es_es: Opciones avanzadas

source: <strong>ADVICE:</strong> Proceed only if you have any HTML knowledge.
es_es: <strong>AVISO:</strong> Proceda únicamente si tiene conocimientos de HTML.

source: Main Container Template
es_es: Plantilla Principal

source: Item Template
es_es: Plantilla de Item

source: Save Area
es_es: Guardar Area

source: Are you sure you want to delete this area? It will also delete all items within.
es_es: ¿Estás seguro de querer eliminar este área? También se eliminarán los ítems que contiene.

source: Name
es_es: Nombre

source: # of Items
es_es: Nro. de Items

source: Created
es_es: Creado

source: Last Modify
es_es: Última Modificación

source: Deactivated
es_es: Desactivado

source: Edit
es_es: Editar

source: Deactivate
es_es: Desactivar

source: Activate
es_es: Activar

source: Delete
es_es: Eliminar

source: View Code
es_es: Ver Código

source: Place this code wherever within your themes:
es_es: Ubique este código donde desee, dentro de su tema:

source: <strong>or</strong> place this shortcode wherever within your posts:
es_es: <strong>o</strong> ubique este «shortcode» donde desee, dentro de sus entradas:

source: How To Use
es_es: Cómo Usar

source: The Sorter organizes the posts in the way you prefer. It let you illustrate in a better way, sections of your themes that earlier were ordered only by columns on your database.
es_es: El Sorteador organiza los posts de la manera que prefieras. Te permite ilustrar de una mejor manera secciones de tu tema que antes eran ordenados sólo por las columnas en la base de datos.

source: With The Sorter you can organize those posts creatively, and later give shape to slides, or lists with CSS. Don't worry, we do the tough job for you. You just will need to stylize the result.
es_es: Con El Sorteador puedes organizar las entradas creativamente, y luego dar forma a barridos, o listarlos con CSS. No te preocupes, nosotros hacemos el trabajo duro por ti. Sólo tendrás que estilizar el resultado.

source: Brief description of the product
es_es: Breve descripción del producto

source: The Sorter handles two concepts: Areas and Items. Areas groups items and that is all. It means that you can create as many areas as you want, and populate them with items.
es_es: El Sorteador maneja dos conceptos: Áreas e Ítems. Las áreas agrupan a los ítems y eso es todo. Significa que puedes crear tantas áreas como desees y poblarlos con ítems.

source: Areas consists of zones where the items are dropped to be displayed later. And items are references to the posts, fancy links with lot of properties that can be displayed in any manner, depending on your creativity and element manipulation.
es_es: Las áreas consisten en zonas dónde los ítems son depositados para ser publicados. Y los ítems son referencias a las entradas. Enlaces embellecidos con varias propiedades que se pueden mostrar de cualquier manera, dependiendo de la creatividad y manipulación de elementos.

source: Procedure
es_es: Procedimiento

source: In order to take advantage of The Sorter in its entirety, after the set up, you must follow these steps:
es_es: Para obtener ventajas con El Sorteador, luego de la instalación, debes seguir estos pasos:

source: <strong>Create an Area.</strong> Go to 'Areas' and create an area using the form. The only field you MUST complete is the Name. The templates already have a default value. But of course, you can edit them to stylize the output the way you like. Anyway, is important to tell you that you MUST HAVE some HTML knowledge to edit the templates. In case you mess with that code without knowing what you are doing, the output might not work properly.
es_es: <strong>Crear un Área.</strong> Ve a 'Areas' y crea un área utilizando el formulario. El único campo que DEBES completar es el Nombre. Las plantillas ya tienen un valor por defecto. Pero claro, puedes editarlos para estilizar el resultado de la manera que desees. De todos modos, es importante decirte que DEBES TENER algún conocimiento de HTML para editar las plantillas. En caso de que experimentes con el código sin saber lo que estás haciendo, el resultado puede no funcionar correctamente.

source: <strong>Add an Item.</strong> After having created the area, you have to populate it with 'Items', which are actually fancy links, with HTML elements that you can add or remove. They point to the entries you have made, of any kind: posts, pages, media files and custom post types. In order to add the items, you must go to the main page of the plugin (The Sorter) and click on the button displaying 'Add Item', which will open a little window with a form within. First, pick which kind of post you want to get. After this, a second field appear. There you have to pick the post you want to link a reference with. After having picked the post and pressed the Save button, then you have to see the element created just below the name of the area in which you added the item.
es_es: <strong>Agrega un Ítem.</strong> Después de crear el área, tienes que poblarlo con los "Ítems", que en realidad son enlaces embellecidos, con elementos HTML que puedes agregar o borrar. Los mismos apuntan a las entradas que hayas realizado, de cualquier tipo: entradas, páginas, archivos multimedia y entradas de tipo personalizado. Para poder agregar un ítem, debes ingresar a la página principal del plugin (El Sorteador) y hacer clic sobre el botón que dice 'Agregar Ítem' que abrirá una pequeña ventana con un formulario dentro. Primero elige que clase de entrada deseas tener. Luego aparecerá un segundo campo donde deberás elegir la entrada con el cual deseas crear la referencia. Luego de haber elegido la entrada y presionado el botón Guardar, deberás el elemento creado justo debajo del nombre del área donde hayas agregado el ítem.

source: <strong>Order 'a piacere'.</strong> Once you have multiple items within an area, you can use drag and drop to place the items in the order you wish. You will see the current order number at the top right corner of the item, showing you the final order the elements will take when displayed.
es_es: <strong>Ordena a gusto.</strong> Una vez que tengas múltiples ítems dentro de un área, puedes arrastrar y soltar para ordenar los ítems de la manera que gustes. Verás el orden actual en la esquina superior derecha del ítem, mostrándote el orden final que los elementos tendrán cuando sean mostrados.

source: <strong>Add the code or the widget.</strong> This is the last step. Once you add the code, you are free to go. Go to the Areas' Page. There you will see the list of the created areas. Once you find the one you were looking for, place the cursor over the name. There you'll see a menu appearing below that name. Clic the 'View Code' option. Now you have two options: Add the PHP code within a page of the theme you like, or add the area's 'shortcode' to any specific entry, like a page, a post or custom one. <strong>BE CAREFUL:</strong> The first one only works within PHP files. The second one is meant to be used only within Wordpress' entries, that is why they have so different syntaxes. WIDGET: You can also add an instance of the widget in any dynamic sidebar your theme could have.
es_es: <strong>Agregar el código o el widget.</strong> Este es el último paso. Una vez que agregues el código, estás listo. Ve a la página de Áreas. Allí verás una lista de las áreas creadas. Una vez que encuentres el que buscas, ubica el puntero sobre el nombre. Allí verás un menú que aparece debajo del nombre. Haz clic sobre la opción 'Ver Código'. Ahora tienes dos opciones: Agregar el código PHP dentro del tema que esté activo o agregar el 'shortcode' del área en alguna entrada específica, como una página, entrada u otro en particular. <strong>CUIDADO:</strong> El primero sólo funciona dentro de archivos PHP. El segundo sólo funciona dentro de las entradas de WordPress, es por eso que tienen sintaxis diferentes. WIDGET: También puedes agregar una instancia del widget en cualquier barra lateral dinámica que el tema actual tenga activado.

source: If you followed these steps properly, now you have to be seeing a list of posts and links anywhere you placed the code we supplied.
es_es: Si seguiste estos pasos correctamente, ahora debes poder ver una lista de entradas y enlaces en el lugar que hayas ubicado el código que te dimos.

source: Uses
es_es: Usos

source: You can use the generated code to display those posts the way you want. You can use it as picture galleries, posts slides, sidebars for featured posts, merge it with any JS and CSS library to do something special, any way you can imagine. It is now up to you and your creativity to find the best way to amuse with the output this plugin gives you.
es_es: Puedes usar el código generado para mostrar aquellas entradas de la manera que desees. Puedes usarlo como una galería de imágenes, crear barridos, ubicarlo en barras laterales y mostrarlos como entradas seleccionadas, combinarlo con alguna librería JS y CSS para hacer algo especial, o cualquier otra cosa que te imagines. Ahora es tu turno y el de tu creatividad de encontrar la mejor manera de impresionar con las salidas que este plugin te ofrece.

source: Advices
es_es: Avisos

source: When you deactivate an item or an area, they won't be displayed in public.
es_es: Cuando desactivas un ítem o área, no se mostrarán al público.

source: When you delete an item or an area, the element cannot be restored.
es_es: Cuando eliminas un ítem o área, el elemento no se puede restaurar.

source: When you delete an area, the items within get deleted also.
es_es: Cuando eliminas un área, los ítems pertenecientes también se eliminan.

source: That's it. Farewell and good luck!
es_es: ¡Eso es todo! ¡Buena suerte!

source: Are you sure you want to delete this item from this area?
es_es: ¿Estás seguro que deseas eliminar este ítem de este área?

source: Add Item
es_es: Agregar Item

source: You must add an area first. <a href="%s">Click here</a> to do it.
es_es: Primero, debe agregar un área. <a href="%s">Haga clic aquí</a> para hacerlo.

source: Required fields are marked with a <strong>star (*)</strong>.
es_es: Los campos obligatorios están marcados con un <strong>asterisco (*)</strong>.

source: You can use the following tags within the templates to arrange and blend them at taste.
es_es: Puede utilizar las siguientes etiquetas dentro de las plantillas para manipularlas a su propio gusto.

source: The list of items for the area. <em>Only use this in the Main Container Template.</em>
es_es: La lista de ítems para el área. <em>Sólo utilícelo en la Plantilla Principal.</em>

source: The URL for the post thumbnail (if supported by your theme), depending on the size you require.<br /><em>s = small</em><br /><em>m = medium</em><br /><em>f = full</em>
es_es: La URL para la imagen destacada (si el tema actual lo soporta), dependiendo del tamaño que desee.<br /><em>s = pequeño</em><br /><em>m = mediano</em><br /><em>f = grande</em>

source: The permanent URL for the post.
es_es: La URL permanente de la entrada.

source: The title of the post.
es_es: El título de la entrada

source: A brief extract from the post content, without format.
es_es: Un breve extracto del contenido de la entrada, sin formato.

source: Full date of post publish.
es_es: Fecha completa de publicación de la entrada

source: The Sorter > Items
es_es: El Sorteador > Items

source: The Sorter > Areas
es_es: El Sorteador > Areas

source: The Sorter > How to use
es_es: The Sorter > Cómo Usar

source: Attention
es_es: Atención

source: Advanced tags
es_es: Etiquetas avanzadas

source: Display a select area from the sorter into a sidebar
es_es: Muestra un área de selección para el sorteador en la barra lateral

source: Title
es_es: Título

source: Choose an area
es_es: Elegir un área

source: Limit
es_es: Límite

source: Only numbers
es_es: Sólo números

source: You must add some areas first to use this widget.
es_es: Debes agregar algunas áreas primero para usar este widget.
